/* 
  Localizable.strings
  appdownloader

  Created by ByteDance on 2023/7/6.
  
*/
// pc_installer_capcut
"AppTitle" = "โปรแกรมติดตั้ง CapCut เดสก์ท็อป";
"LvAppTitle" = "โปรแกรมติดตั้ง Jianying เดสก์ท็อป";

// pc_installer_installed_already
"CheckInstalledMsgTitle" = "ดำเนินการติดตั้งต่อหรือไม่";
// pc_installer_reinstall
"CheckInstalledMsgBtnInstall" = "ติดตั้ง";
// pc_installer_open_immediately
"CheckInstalledMsgBtnOpen" = "เปิด";
// pc_installer_cancel_n
"CheckInstalledMsgBtnCancel" = "ยกเลิก";
// pc_installer_version_latest
"CheckInstalledMsgHintText" = "คุณได้ติดตั้ง CapCut เวอร์ชั่นเก่า (v%@) แล้ว คุณสามารถเปิดเวอร์ชั่นเก่าหรือติดตั้งเวอร์ชั่นล่าสุดแทนเวอร์ชั่นเก่าได้";
"LvCheckInstalledMsgHintText" = "คุณได้ติดตั้ง Jianying เวอร์ชั่นเก่า (v%@) แล้ว คุณสามารถเปิดเวอร์ชั่นเก่าหรือติดตั้งเวอร์ชั่นล่าสุดแทนเวอร์ชั่นเก่าได้";

// pc_installer_download_cancel_title
"CancelDownloadMsgTitle" = "หยุดดาวน์โหลดหรือไม่";
// pc_installer_download_continue
"CancelDownloadMsgBtnContinue" = "ดำเนินการต่อ";
// pc_installer_download_cancel
"CancelDownloadMsgBtnCancel" = "หยุด";
// pc_installer_downloading_cancel
"CancelDownloadMsgHintText" = "ไฟล์ %d%% ที่ดาวน์โหลดในปัจจุบันจะไม่ถูกบันทึก";

// pc_installer_download_failed_retry
"DownloadErrorHintText" = "ไม่สามารถดาวน์โหลดได้ โปรดลองอีกครั้ง";
// pc_installer_retry
"BtnText_Retry" = "ลองอีกครั้ง";
// pc_installer_download_cancel
"BtnText_CancelDownload" = "หยุด";

"MultiLangBoxTitle" = "Language setting";
// save_pc
"BtnText_Save" = "บันทึก";

//pc_insufficient_disk_space
"DownloadErrorHintText_Code6" = "มีพื้นที่ดิสก์ไม่เพียงพอ";

"BtnCheck_SystemTrayAutoboot" = "เปิดถาดเมื่อเริ่มต้น";

"DownloadErrorCodeHintText" = "รหัสข้อผิดพลาด: ";